name: "resnet50"
platform: "tensorflow_graphdef"
max_batch_size: 128
input [
  {
    name: "InputImage"
    data_type: TYPE_FP32
    dims: [ 224, 224, 3 ]
  }
]
output [
  {
    name: "resnet_v1_50/pool5"
    data_type: TYPE_FP32
    dims: [ 1, 1, 2048 ]
  }
]
instance_group [
  {
    kind: KIND_GPU,
    count: 2
  }
]
dynamic_batching {
  preferred_batch_size: [ 4, 8 ]
  max_queue_delay_microseconds: 100
}

