name: "deepcalo_e"
platform: "tensorflow_graphdef"
max_batch_size: 16384
input [
  {
    name: "em_barrel"
    data_type: TYPE_FP32
    dims: [ 56, 11, 4 ]
  }
]
output [
  {
    name: "top/activation_1/Relu"
    data_type: TYPE_FP32
    dims: [ 1 ]
  }
]
instance_group [
  {
    kind: KIND_GPU,
    count: 5
  }
]
dynamic_batching {
  preferred_batch_size: [ 250, 500]
  max_queue_delay_microseconds: 100
}
