name: "facile"
platform: "tensorflow_graphdef"
max_batch_size: 160000
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 15 ]
  }
]
output [
  {
    name: "output/BiasAdd"
    data_type: TYPE_FP32
    dims: [ 1 ]
  }
]
instance_group [
  {
    kind: KIND_GPU,
    count: 100
  }
]
dynamic_batching {
  preferred_batch_size: [ 16000 ]
  max_queue_delay_microseconds: 100
}

