name: "resnet50_classifier"
platform: "tensorflow_graphdef"
max_batch_size: 128
input [
  {
    name: "Input"
    data_type: TYPE_FP32
    dims: [ 1, 1, 2048 ]
  }
]
output [
  {
    name: "resnet_v1_50/logits/Softmax"
    data_type: TYPE_FP32
    dims: [ 1000 ]
  }
]
instance_group [
  {
    kind: KIND_GPU,
    count: 1
  }
]
dynamic_batching {
  preferred_batch_size: [ 4, 8 ]
  max_queue_delay_microseconds: 100
}

